[
  {
    "id": 1,
    "category": "Bottle",
    "name": "BCC",
    "title": "Bottle Cap Crosses",
    "materials":[
      {
        "name": "Glitter Paint"
      },
      {
        "name": "Glue"
      },
      {
        "name": "Bottle caps (10 per cross)"
      },
      {
        "name": "Ribbon"
      },
      {
        "name": "Template (circle 1-1/16” or hole punch same size)"
      },
      {
        "name": "Pictures"
      },
      {
        "name": "Flat Brush"
      },
      {
        "name": "Foil"
      },
      {
        "name": "Jumbo Craft Sticks"
      },
      {
        "name": "Scissors"
      }
    ],
    "desc":[
      {
        "text": "Squeeze Glitter Paint on foil. Brush on one side of craft stick. Let dry. Repeat on other side. Let dry. Brush Paint around zig zag edges of bottle caps. Let dry with wet paint up"
      },
      {
        "text": " Glue craft sticks together in a cross with about 1-½” of vertical stick above edge of other stick. Let dry."
      },
      {
        "text": "Using circle template, draw a circle around each picture. Cut out pictures or use a punch to make circles for bottle caps. Apply a very small amount of Glue, to inside of bottle cap. Push picture in cap and press around edges."
      },
      {
        "text": "Fold ribbon in half and tie a knot about 1” from fold. Glue ends of ribbon flat against stick at top. Glue all bottle caps on cross. Let dry flat. NOTE: Top and bottom caps may hang over edge of craft stick a little bit."
      }
    ]
  },
  {
    "id": 2,
    "category": "Bottle",
    "name": "MJPV",
    "title": "Mason Jar Plant Vase",
    "materials":[
      {
        "name": "Tacky Glue"
      },
      {
        "name": "Canning Jar"
      },
      {
        "name": "Mason Jar"
      },
      {
        "name": "Trims and embellishments"
      },
      {
        "name": "Glassware (candlestick or sundae dish)"
      }
    ],
    "desc":[
      {
        "text": "Clean and fully dry glassware."
      },
      {
        "text": "Apply tacky glue to glass. Adhere pieces together as desired. Let dry."
      },
      {
        "text": "Use tacky glue to embellish with your favorite trims."
      }
    ],
    "cost": "$11-$20",
    "time": "In an evening"

  },
  {
    "id": 3,
    "category": "Paper",
    "name": "PB",
    "title": "Bracelets",
    "materials":[
      {
        "name": "Paper bag"
      },
      {
        "name": "Acrylic paint"
      },
      {
        "name": "Small paintbrush"
      },
      {
        "name": "Decoupage glue"
      },
      {
        "name": "Ruler"
      },
      {
        "name": "Pencil"
      },
      {
        "name": "Scissors"
      },
      {
        "name": "Waxed paper"
      },
      {
        "name": "Bamboo skewer"
      },
      {
        "name": "7 mm Stretch beading cord"
      }
    ],
    "desc":[
      {
        "text": "Cover your work surface with a piece of waxed paper."
      },
      {
        "text": "Cut a piece of brown paper bag 6 ½” by 14"
      },
      {
        "text": "Brush acrylic paint of choice onto the surface of one side of the paper. Let dry. Brush a coat of decoupage glue on top of the painted surface"
      },
      {
        "text": "Lay the paper out lengthwise and working vertically on the unpainted side, measure 1/4” with your ruler. Draw a line that gradually tapers to a point. Working in the opposite side and direction, repeat this step, also tapering. Continue across alternating so that you have as many tapered strips as needed."
      },
      {
        "text": "Cut the strips out. Each strip makes one bead"
      },
      {
        "text": "Lay a strip on the waxed paper and with a small paintbrush, apply some decoupage glue onto the unpainted side of the strip. Do not apply glue to the last 1/8 inch of the wider end of the strip."
      },
      {
        "text": "Starting with the wider end place on the skewer and hold tight with finger, start to roll. Continue rolling making sure to stay centered. Finish with the pointed end. Immediately remove from skewer and add a tad of glue with a toothpick if the pointed end is not completely adhered."
      },
      {
        "text": "When you have enough beads for your needs, measure a piece of 7mm beading cord around wrist leaving enough extra to tie into a knot. String the beads onto the cord and knot it. Weave the ends into the beads on each side."
      }
    ]
  },
  {
    "id": 4,
    "category": "Paper",
    "name": "PPM",
    "title": "Place Mat",
    "materials":[
      {
        "name": "Brown Paper Grocery Bag"
      },
      {
        "name": "Eco-friendly Glue"
      },
      {
        "name": "Eco-friendly Acrylic Paint"
      },
      {
        "name": "Eco-friendly Gloss Medium"
      }
    ],
    "desc":[
      {
        "text": "Deconstruct paper bag. Measure and cut 2-inch-wide strips along the entire length of the bag."
      },
      {
        "text": "Working with one strip at a time,dampen the strip with water to remove any creases. Fold down 1⁄4\" along one edge of the length of strip."
      },
      {
        "text": "Fold the opposite side so that it just overlaps the edge of the previous fold."
      },
      {
        "text": "With the iron set on high, iron the strips to dry and flatten them, and to strengthen the creases."
      },
      {
        "text": "Apply a thin line of Glue along the 1⁄4\" edge. Turn strip over (folded side down); iron strip smooth."
      },
      {
        "text": "Repeat process to create a total of eleven 24\" strips and seventeen 18\" strips."
      },
      {
        "text": "With tape, affix the 24” strips to a piece of cardboard."
      },
      {
        "text": "Weave shorter strips through longer strips, alternating each strip, as shown; affix each strip with Glue and allow to dry"
      },
      {
        "text": "Remove the cardboard and tape; cut the ends of each strip to about ¾"
      },
      {
        "text": "Paint as desired with Acrylic Paint; allow to dry. Brush entire surface with Gloss Medium; allow to dry."
      },
      {
        "text": "Roughen / distress the surface of the mat with sandpaper as desired."
      },
      {
        "text": ""
      }
    ]
  },
  {
    "id": 5,
    "category": "Fabric",
    "name": "DTB",
    "title": "Denim Tote Bag",
    "materials":[
      {
        "name": "Old blue jeans"
      },
      {
        "name": "Measuring tape"
      },
      {
        "name": "nScissors"
      },
      {
        "name": "Straight pins"
      },
      {
        "name": "Sewing machine"
      },
      {
        "name": "Fabric for the lining"
      }
    ],
    "desc":[
      {
        "text": "Cut 18, 6-inch squares from your stash of old blue jeans."
      },
      {
        "text": "Position your squares in two different nine-patch arrangements. The nine-patches will be the front and back to the tote.\nSew the arranged patches together by placing each square with the wrong sides facing each other and using a 1/4-inch seam allowance. The raw seams will be on the outside of the tote bag.\nOpen the seams and iron them flat."
      },
      {
        "text": "Place the two, nine-patches together with the wrongs sides facing each other. Align the edges and choose which edge will be the bottom of your tote. Cutting through both layers, round the bottom corners."
      },
      {
        "text": "Cut out a jean pocket 1/4-inch beyond the edges. Center the pocket on the front of one tote bag side and pin. Sewing through the extra fabric at the edge of the pocket, attach the pocket. Tip: A zipper foot will allow you to get as close to the edge of the pocket as possible."
      },
      {
        "text": "Fold your chosen lining fabric into two layers with the right sides facing each other. Place one tote bag side on the layers with the right side facing up. Using the bag side as your pattern, cut through both layers of the lining fabric. Including the tote bag side, you now have three stacked layers. Lay the remaining tote bag side on your work surface with the wrong side facing up. Place the layered stack on top. Pin around the sides and bottom to keep the pieces from shifting. Do not pin along the top edge or the first couple of inches down from the top."
      },
      {
        "text": "Cut two 2 1/2-inch-wide by 18-inch-long strips from the lining fabric. These are your handles. Fold one handle in half with the right sides facing and the long edges matching. Pin the long edges together and sew using a 1/4-inch seam allowance. Do not sew the ends. Repeat with the remaining handle strip. Turn the handles right side out and press. Top stitch along both long edges of each handle 1/4-inch from the edge."
      },
      {
        "text": "Lay the tote on your work surface. Insert 1/2 inch of the ends on one handle between the top two layers of the stack. Center one end behind the seam of the first two squares and the other end behind the seam of the last two squares. Pin the two layers and the handle together. Flip the bag over and pin the remaining handle in the same way."
      },
      {
        "text": "Fold the top edge on the back of the tote out of the way. Sew the top edge on the front using a 1/4-inch seam allowance. This will secure the handles and finish the top edge. Flip the bag over and sew the other top edge in the same way."
      },
      {
        "text": "Sewing through all the layers of the tote bag, sew the pinned side and bottom edges."
      }
    ]
  },
  {
    "id": 6,
    "category": "Fabric",
    "name": "TN",
    "title": "Necklace",
    "materials":[
      {
        "name": "Fabric Glue"
      },
      {
        "name": "T-shirt (old or new"
      },
      {
        "name": "Scissors"
      },
      {
        "name": "Random odds and ends for decoration"
      }
    ],
    "desc":[
      {
        "text": "Cut off the bottom hem of the t-shirt. Cut five 1″ wide strips of t-shirt, cutting straight across.This will give you 5 loops of material."
      },
      {
        "text": "Stretch each loop until it curls up."
      },
      {
        "text": "Add as many things (rings/charms) as you like to each loop."
      },
      {
        "text": "Slide the rings closer to one side than the other. In my case, the t-shirt had side seams. Glue all the seams on one side.\n\n5. Repeat on the other side then glue both stacks together."
      },
      {
        "text": "Cut one more strip of t-shirt, cut the loop open. Wrap the new strip around the seams to cover them. If your shirt has no seams, just double the loops and wrap the strip around it. Glue the beginning and end of this strip."
      },
      {
        "text": "Pull all the strands to line up the charms."
      }
    ],
    "cost": "Under $10",
    "time": "Under an hour"
  },
  {
    "id": 7,
    "category": "PillBottle",
    "name": "FBV",
    "title": "Faux Bamboo Vase",
    "materials":[
      {
        "name": "Pill Bottle"
      },
      {
        "name": "Drill machine"
      }
    ],
    "desc":[
      {
        "text": "Drill flower-stem-sized holes in all but the one you will place at the bottom - Place bottles right-side-up on a block of wood and drill from inside the bottles."
      },
      {
        "text": "If you don't want to bother with the dowel setup, place the bottle right-side-up on a block of wood and drill from inside the bottle.  The main thing is to support the surface you're drilling."
      },
      {
        "text": "Now, fill just the bottom compartment with water"
      },
      {
        "text": "Stack the bottles into a tower - Nest the bottles into each other with a little physical force.  Once they're nested, the action creates a vacuum seal and they will stay put quite well until you pop them apart."
      },
      {
        "text": "Insert the bamboo stem."
      }
    ]
  },
  {
    "id": 8,
    "category": "PillBottle",
    "name": "PBL",
    "title": "Lamp",
    "materials":[
      {
        "name": "Old lamp base"
      },
      {
        "name": "Old lampshade"
      },
      {
        "name": "Several dozen empty pill bottles"
      },
      {
        "name": "Tiny glass beads (at least one per pill bottle to help hang them)"
      },
      {
        "name": "WD40 or Windex"
      },
      {
        "name": "Small drill"
      },
      {
        "name": "Fishing line"
      },
      {
        "name": "Super glue"
      }
    ],
    "desc":[
      {
        "text": "Remove the caps and labels from the pill bottles. You can remove the sticky residue from the labels using WD40 or Windex. "
      },
      {
        "text": "Cut apart the original lampshade and remove the fabric from the top ring that was attached to the lamp base.\nNote: the type of lamp you choose may differ, but most fabric lamp shades have the same basic concept. If you don't have a smaller ring, you can buy metal rings from a local craft store in the size you need."
      },
      {
        "text": "To hang the bottles, drill a tiny hole in the center of the bottom of each and hang them upside down from the metal ring left from the shade with fishing line."
      },
      {
        "text": "To keep the bottles from slipping and hang them in a pattern, tie tiny glass beads at different heights.\n\nYou'll realize you need a second row of bottle patterns near the center. Super glue a smaller ring on top of the original shade and tie some bottles from that as well.\nNote: make sure they hang the bottles so that they aren't touching to the light bulb itself. If they touch it they could melt!"
      }
    ],
    "cost": "Under $10",
    "time": " Weekend project"
  }
]